# -*- coding: utf-8 -*-
#! /usr/bin/env python
import re
dws =[
    ['工信局','工业和信息化局','工业和信息委员会'],['住建局','住房和城乡建设局'],['交通局','交通运输局','交通运输委员会','交委'],['农业局','农业和科学技术局'],
    ['卫计委','卫生和计划生育委员会'],['工商局','工商行政管理局'],['质监局','质量技术监督局'],['食药局','药监局','食品药品监督管理局'],['旅游局','旅游管理局']
]
ds = ['西安市','宝鸡市','渭南市','咸阳市','铜川市','榆林市','延安市','安康市','汉中市','商洛市','杨凌农业示范区','韩城市','西咸新区']
for i in ds:
    with open("keywords.txt","rb")as f:
        key = f.read()
    keys =re.split('、',key)
    for k in keys:
        with open("ceshi.txt",'ab')as w:
            w.write('"%s"+"%s"+"%s"'%(i,dws[8][1],k)+'\n')
            # print '"%s"+"%s"+"%s"'%(i,dws[3][0],k)