# -*- coding: utf-8 -*-
#! /usr/bin/env python

# ds = ['西安市','宝鸡市','渭南市','咸阳市','铜川市','榆林市','延安市','安康市','汉中市','商洛市','杨凌农业示范区','韩城市','西咸新区']
# keywords =['质量事故','质量问题','监督抽查','违法企业','食品安全','饮水安全','交通安全','超标','假冒伪劣',
#            '豆腐渣工程','烂尾楼','安全隐患','建筑质量','房屋检测','泄露','楼歪歪','危楼','抗压标准等级',
#            '态度恶劣','扣费争议','安全隐患','上访拦截','工作疏忽','涉嫌受贿','群体事件','管理漏洞','管理漏洞']
#
# dws =['工信厅','住建厅','交通厅','农业厅','卫计委','工商局','质监局','食药局','旅游局']
#
#
#
# for s in ds:
#     for k in keywords:
#         for d in dws:
#             with open("keywords1.txt","ab")as w:
#                 w.write('%s %s %s\n'% (s,k,d))
#                 w.write('"%s"+"%s"+"%s"\n'% (s,k,d))

with open("keyword2.txt","r")as f:
    a = f.readline()
for i in a:
    print i